/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "ניתוח";
"zanalytics.otherInfo.title" = "מידע אחר";
"zanalytics.analytics.tracking.cell.title" = "שתף נתונים סטטיסטיים על שימוש";
"zanalytics.analytics.tracking.footer" = "שתף נתונים סטטיסטיים על השימוש עם מפתחי האפליקציות שלנו. הדבר מסייע לנו לשפר את האפליקציה.";
"zanalytics.analytics.tracking.anonymous.footer" = "שתף נתונים סטטיסטיים על השימוש עם מפתחי האפליקציות שלנו. הדבר מסייע לנו לשפר את האפליקציה.";
"zanalytics.analytics.crashreport.cell.title" = "אפשר דיווח על קריסות";
"zanalytics.analytics.sendonmobilenetwork.cell.title" = "שלח נתונים ברשת ניידת";
"zanalytics.analytics.sendonmobilenetwork.footer" = "אפשר זאת כדי לשתף נתונים באמצעות רשת ניידת.";
"zanalytics.analytics.crashreport.footer" = "שתף נתוני קריסות עם המפתחים שלנו בכל פעם שאפליקציה נסגרת באופן פתאומי. הדבר יסייע לנו לזהות תקלות ולהציע תיקונים.";
"zanalytics.analytics.anonymouse.cell.title" = "כלול את הזהות שלי";
"zanalytics.analytics.anonymouse.footer" = "אפשר שיתוף נתונים עם הזהות שלך. הדבר יסייע לנו במקרים שבהם אתה עשוי לדווח לצוות התמיכה שלנו על בעיה ספציפית.";
"zanalytics.privacy.disable.alert.title" = "התראה!";
"zanalytics.privacy.disable.alert.description" = "שיתוף נתונים סטטיסטיים על שימוש מסייע לנו לשרת אותך טוב יותר משום שהוא מספק לנו תובנה ביחס לקריסות. זה יסייע למחוץ באגים טורדניים.";
"zanalytics.privacy.disable.alert.ok" = "אישור";
"zanalytics.privacy.alert.title" = "עזור לנו להשתפר!";
"zanalytics.privacy.alert.description" = "תוכל לעזור לנו לשפר את המוצר שלנו באמצעות קבלת שיתוף נתוני השימוש שלך באפליקציה שלנו ומידע על קריסות. תוכל לשתף את הנתונים באופן מזוהה או אנונימי.\nאנא שים לב שביכולתך לשנות את ההעדפות שלך בכל עת בהגדרות של האפליקציה שלך.";
"zanalytics.privacy.alert.description.watchsupport" = "תוכל לעזור לנו לשפר את המוצר שלנו באמצעות קבלת שיתוף נתוני השימוש ומידע על קריסות. תוכל לשתף את הנתונים באופן מזוהה או אנונימי. ההעדפות שלך יסונכרנו בין אפליקציות שעון ונייד. תוכל לשנות אותן בכל עת בהגדרות האפליקציה של הנייד.";
"zanalytics.privacy.alert.option1" = "נכנסתי עם הזהות שלי";
"zanalytics.privacy.alert.option2" = "אני מסכים להצטרף באופן אנונימי";
"zanalytics.privacy.alert.option3" = "אני לא מעונין";
"zanalytics.crash.alert.title" = "%@ הפסיקה לפעול באופן בלתי צפוי בפעם האחרונה שהיתה בשימוש";
"zanalytics.crash.alert.description" = "האם תרצה לשלוח דוח כדי שנוכל לתקן בעיה זו?";
"zanalytics.crash.alert.option1" = "שלח תמיד דוח";
"zanalytics.crash.alert.option2" = "שלח עכשיו";
"zanalytics.crash.alert.option3" = "לא כרגע";
"zanalytics.crash.alert.option4" = "לעולם אל תשאל";
"zanalytics.crash.alert.option5" = "סקור ושלח";
"zanalytics.crash.navbar.crashreport.title" = "קריסה לאחרונה";
"zanalytics.analytics.navbar.button.title.back" = "חזרה";
"zanalytics.analytics.navbar.button.title.cancel" = "ביטול";
"zanalytics.analytics.navbar.button.title.send" = "שלח";
"zanalytics.privacy.onboarding.title" = "נהל את הפרטיות שלך";
"zanalytics.privacy.onboarding.description" = "חקור דרכים להגברת האבטחה והפרטיות של החשבון שלך.";
"zanalytics.privacy.onboarding.reviewprivacy.title" = "התאם אישית הגדרות פרטיות ואבטחה";
"zanalytics.watch.privacy.alert.title" = "העדפות ניתוחים";
"zanalytics.watch.privacy.alert.description" = "ההעדפות שלך יסונכרנו בין אפליקציות נייד ושעון. תוכל לשנות את העדפותיך בכל עת במסך ההגדרות של האפליקציה הניידת.";
"zanalytics.appupdates.title"="יש עדכון חדש זמין!";
"zanalytics.appupdates.description"="אנו ממליצים לך להתעדכן לגרסה זו וליהנות מהתכונות החדשות והמרגשות שלנו.";
"zanalytics.appupdates.action.update.now"=" עדכן עכשיו ";
"zanalytics.appupdates.action.remind.me.later"="הזכר לי אחר כך";
"zanalytics.appupdates.action.ignore"="התעלם";
"zanalytics.appupdates.unsupportedos.title"="אזהרה!";
"zanalytics.appupdates.unsupportedos.description"="אפליקציה זו מחייבת אותך להתקין את מערכת ההפעלה העדכנית ביותר. עדכן עכשיו כדי לזכות בחוויה חלקה יותר.";
"zanalytics.appupdates.unsupportedos.action"=" התקן בשלב מאוחר יותר ";
"zanalytics.rateus.prompt.title" = "האם אתה נהנה להשתמש באפליקציה זו?";
"zanalytics.rateus.action.rateinappstore" = "דרג ב-App Store";
"zanalytics.rateus.action.openfeedback" = "שלח משוב";
"zanalytics.rateus.action.later" = "אחר-כך";

"zanalytics.analytics.log.cell.title" = "יומן המסוף";

"zanalytics.analytics.log.footer" = "שתף את יומן המסוף עם מפתחי האפליקציות שלנו. שיתוף זה יעזור לנו לאמוד מכשולים כלשהם הניצבים בפניך במהלך ההגעה ליעדים המבוקשים שלך ולשפר את היעילות של האפליקציה שלך";

